brew "git"
brew "antidote"
brew "starship"
brew "neovim"

brew "bat"
brew "eza"
brew "zoxide"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "btop"
brew "fastfetch"

brew "uv"

cask "font-hack-nerd-font"
cask "wezterm@nightly"
cask "raycast"

